---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.FloorFailures
source: html/899a33e8-0daa-50e3-2404-e2763b4311e5.htm
---
# BuiltInFailures.FloorFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.